#pragma once

int coordinate_b0[1][1] = {0};
/*

*/

int coordinate_b1[1][1] = {0};
/*

*/

int coordinate_b2[1][1] = {0};
/*

*/

int coordinate_b3[1][1] = {0};
/*

*/

int coordinate_b4[7][2] = {{300,320}, {255,350}, {255,250}, {205,250}, {205,350}, {205,250}, {370,60}}; //{x,y}
/*
0(x, y) = (255,250)へ移動 :1
↓
1(x, y) = (255,350)へ移動 :2
↓
2(x, y) = (255,250)へ移動 :1
↓
3(x, y) = (205,250)へ移動 :3
↓
4(x, y) = (255,350)へ移動 :4
↓
5(x, y) = (205,250)へ移動 :3
↓
6(x, y) = (370, 60)へ移動 :5(お助けゾーン)
*/


